Repository: Hwassef/wassiet
Catalog: lib/l10n/intl_*.arb
Languages: ar

# searchForSomething
source: Find something
ar: ابحث عن شيء ما

source: All
ar: الكل

source: Sell
ar: بيع

source: Rent
ar: إيجار

# auction
source: Rent
ar: مزاد

source: Kissing
ar: تقبيل

source: Rial
ar: ريال

source: Openning price
ar: السعر الإفتتاحي

source: Remaining time
ar: الوقت المتبقى

source: Details
ar: التفاصيل

source: Rating and comments
ar: التقييم و التعليقات

source: Announcement number
ar: رقم الاعلان

source: Technical card
ar: بطاقة تقنية

source: Property type
ar: نوع العقار

source: Space
ar: المساحة

source: Square meter price
ar: سعر المتر المربع

# roomsNumber
source: Number of rooms
ar: عدد الغرف

# bathsNumber
source: Number of bathrooms
ar: الحمامات

# hallsNumber
source: Number of halls
ar: عدد الصالات

source: Property age
ar: عمر العقار

source: Description
ar: الوصف

# reportAnouncement
source: Report announcement
ar: الابلاغ عن المنشور

source: Add comment
ar: أضف تعليق

source: Your rate
ar: تقييمك

source: Your comment
ar: تعليقك

source: Confirm
ar: تأكيد

source: Email address
ar: البريد الالكتروني

source: Phone number
ar: رقم الهاتف

source: Country
ar: الدولة

# previousAnouncements
source: Previous announcements
ar: منشورات سابقة

source: There is nothing at the moment
ar: لا يوجد شئ حاليا

source: Report this person
ar: الابلاغ عن هذا الشخص

# myAnouncements
source: My announcements
ar: إعلاناتي

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: Filter by
ar: التصفية حسب

source: Sort by
ar: الترتيب حسب

source: Nothing
ar: لا شئ

source: Newest
ar: الأحدث

source: Highest price
ar: اغلى سعر

source: Lowest price
ar: أقل سعر

source: Reset
ar: إعادة ضبط

# anouncementTitle
source: Announcement title
ar: عنوان الاعلان

source: Region
ar: المنطقة

source: City
ar: المدينة

source: Street address
ar: الحي السكني

source: Next
ar: التالي

# addNewAnouncement
source: Add new announcement
ar: إضافة إعلان جديد

# purposeOfAnouncement
source: Purpose of announcements
ar: الغرض من الاعلان

source: Measruing unit
ar: وحدة القياس

# spaceInSquareMeters
source: Space in square meter
ar: المساحة بالمتر المربع

source: Total price
ar: السعر الاجمالي

# requiredField
source: This field is requried
ar: خانة اجبارية

# priceWillBeCaluclatedAutomaticaly
source: The price per square meter will be automatically calculated once the area and the total price are set
ar: سوف يتم حساب سعر المتر المربع اليا بمجرد وضع المساحة والسعر الاجمالي

source: Previous
ar: السابق

source: Auction informations
ar: معلومات خاصة بالمزاد

source: Desired price
ar: السعر المطلوب

source: Starting date and time
ar: تاريخ و توقيت البدء

source: Expiring date and time
ar: تاريخ و توقيت الإنتهاء

# directionsOfStreetsSurroundingYourProperty
source: Put the width and direction of the street / streets surrounding your property according to the title deed. Streets that don't fit your property leave them empty
ar: ضع عرض واتجاه الشارع / الشوارع المحيطة بعقارك حسب صك الملكية . الشوارع اللتي لا تناسب عقارك اتركها فارغة

source: North street view
ar: عرض الشارع الشمالي

source: South street view
ar: عرض الشارع الجنوبي

source: East street view
ar: عرض الشارع الشرقي

source: West street view
ar: عرض الشارع الغربي

source: Determine property location if exist
ar: تحديد الموقع ان وجد

source: Locate now
ar: حدد الأن

# moreDetailsAboutTheAnnouncement
source: Lore details about the announcement
ar: تفاصيل أكثز عن الاعلان

source: Email
ar: الايميل

source: Advertiser identity
ar: شخصية المعلن

source: Buildings
ar: عمائر

source: Number of appartments
ar: عدد الشقق

source: Number of floors
ar: عدد الطوابق

source: Number of shops
ar: عدد المحلات

source: Number of elevators
ar: عدد المصاعد

source: Available
ar: متوفر

# addPropertyPictures
source: Add pictures
ar: إضافة الصور

# sevenImagesAllowedByMaximum
source: Note: The maximum number of uploads is 7 images. Allowed formats: jpg, jpeg, png, bmp, gif
ar: ملاحظة : العدد الاقصى للتحميل هو ٧ صورالتنسيقات المسموح بها : jpg, jpeg, png, bmp, gif

source: Phone Camera
ar: كاميرا الهاتف

source: Gallery
ar: ملفات جاهزة

source: Information
ar: معلومة

# areYouSureYouWantToCancelPostingNewAnnouncement
source: Are you sure to cancel a new announcement? All data listed will be erased
ar: هل انت متأكد من إلغاء إعلان جديد؟ سيتم مسح جميع البيانات المدرجة

source: Yes
ar: نعم

source: No
ar: لا

source: Save
ar: حفظ

source: Edit Announcement
ar: تعديل الاعلان

# chats
source: Messages
ar: محادثات

source: Write your message
ar: اكتب رسالتك

source: Auction starting time
ar: بداية المزاد

source: Particpate in auction
ar: الاشتراك بالمزاد

source: Edit Post
ar: تعديل المنشور

source: End Auction
ar: انهاء المزاد

source: List of auction participants
ar: قائمة المشاركين في المزاد

source: Delete Announcement
ar: حذف الاعلان

source: Ok
ar: اوك

source: Auction is over
ar: انتهى المزاد

source: Price
ar: السعر

# suggestedPrice
source: Suggested price (Saudi Rial)
ar: السعر المقترح (ريال سعودي)

source: Send
ar: إرسال

source: My favourites
ar: مفضلتي

# myParticipationInAuctions
source: My participants in auctions
ar: مشاركاتي في المزادات

source: Notifications
ar: الإشعارات

source: Delete all notifications
ar: مسج جميع الاشعارات

source: About app
ar: عن التطبيق

# appNameInBothLanguages
source: WASIET
ar: وسيط - WASIET

source: Terms of service
ar: شروط الخدمة

source: About our services
ar: نبذة عن خدماتنا

source: Contact us
ar: تواصل معنا

source: Via social media
ar: عبر وسائل التواصل الاجتماعي

source: Via email
ar: عبر البريد الإلكتروني

# firstNameAndLastName
source: First and last name
ar: الاسم و اللقب

source: Phone
ar: الهاتف

source: Subject
ar: الموضوع

source: Message
ar: الرسالة

source: Message text
ar: نص الرسالة

# editMyPersonnalInformations
source: Edit my personal informations
ar: تعديل معطياتي

source: Follow up on complaints
ar: متابعة الشكاوي

source: My announcements
ar: اعلاناتي

source: Notifications alert
ar: تنببه الإشعارات

source: Logout
ar: خروج

source: Login
ar: تسجيل الدخول

source: Complaint details
ar: تفاصيل الشكوى

source: Complaints
ar: الشكاوي

source: Complaint number
ar: رقم الشكوى

# complaintState
source: Complaint number
ar: حالة الشكوى

source: Delete complaint
ar: حذف الشكوى

source: Managment response to the complaint
ar: رد الادارة على الشكوى

source: Pictures
ar: الصور

source: Search in announcements
ar: البحث في الاعلانات

source: Result
ar: النتيجة

source: Please enter some data
ar: الرجاء ادخال البيانات في أعلى الشاشة

source: Filter
ar: فيلتر

source: Space range
ar: نطاق المساحة

source: Total price range
ar: نطاق السعر الاجمالي

source: Square meter price range
ar: نطاق سعر المتر المربع

source: Watch more
ar: مشاهدة المزيد

source: Settings
ar: الإعدادات

source: Change language
ar: تغيير اللغة

source: Your phone number
ar: رقم هاتفك الجوال

source: Smart phone number
ar: رقم هاتف الجوال

source: Please enter your phone number
ar: الرجاء ادخال رقم هاتف النقال

# weUseYourPhoneNumberOnlyToLocateYourIdentityItWillNotBeShared
source: We only use your phone number to identify you, it will not be shared with anyone
ar: نحن نستخدم رقم هاتفك فقط لتحديد هويتك ، ولن يتم مشاركته مع أي شخص.

# byClickingOnThisButtonYouAccept
source: By clicking on this button you agree on
ar: بالنقر على هذا الزر ، فإنك توافق على

# UseTermsAndPrivacy
source: Terms of use and privacy
ar: شروط الاستخدام والسياسة الخصوصية

# ourOwn
source: Our
ar: الخاصة بنا

# continueText
source: Continue
ar: مواصلة

# confirmationCodeHasBeenSentToYourPhoneNumber
source: Confirmtion code has been sent to your phone number
ar: تم أرسال رسالة بكود على رقم هاتفك

source: Verification code
ar: رمز التحقق

# sendVerificationCodeIn
source: Send verification code again in
ar: أرسل الرمز مرة أخرى في حدود

source: Send again
ar: أعد الإرسال
